Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# StoreDescription
source: Scanning documents and photos is now as effortless as it’s supposed to be. Scan some pages as image files, rotate and crop them with the built-in presets and quickly share them via email — or create a multi-page PDF file, give it an expressive name and archive it in the right folder. With Scanner you can get everything done in one place, no additional image editors or expensive PDF software needed. Almost every scanner in use today is supported by this app, so you don’t need to use the antiquated and clunky software provided by your device manufacturer. It’s designed with simplicity and ease-of-use in mind while also offering advanced tools and features. The supported formats are PDF, JPG, PNG, TIF and BMP.
ar_tn: بات المسح الضوئي للمستندات والصور أمر سهل ولا يحتاج ذلك الجهد الذي كان المتخيل. أمسح بعض ملفات الصفحات والصور ضوئياً وقم بتدويرها وإقتصاصها عن طريق الإعدادات المسبقة وشاركها بسرعة وبسهولة عبر البريد الإلكتروني، أو قم بانشأ ملف PDF مكون من عدة صفحات، وأعطه أسم يعبر عن المحتوى، وأرشفه في المجلد المناسب لذلك. مع تطبيق "سكانر" (Scanner)، بإمكانك القيام بكل هذا في مكان واحد، ولا تحتاج لتطبيقات تحرير صور إضافية او برنامج PDF مكلف. يدعم التطبيق كافة الماسحات الضوئية المستخدمة هذه الأيام تقريباً، لكي لا تضطر لإستخدام التطبيقات العتيقة والبالية التي توفرها شركة تصنيع جهازك. تم تصميم التطبيق لتوفير أدوات وميزات متقدمة، ولكنه بسيط وسهل الإستخدام. يدعم التطبيق التنسيقات التالية: PDF, JPG, PNG, TIF and BMP.
ca: Escanejar documents i fotos ara és tan senzill com se suposa que ha de ser. Escanegeu pàgines com a fitxers d'imatge, gireu-les i retalleu-les amb els valors predeterminats integrats i compartiu-les ràpidament per correu electrònic, o creeu un fitxer PDF de diverses pàgines, doneu-li un nom expressiu i deseu-lo a la carpeta adequada. Amb Escàner podeu fer-ho tot en un sol lloc, sense necessitat d'editors d'imatges addicionals ni de programari PDF car. Gairebé tots els escàners que s'utilitzen avui en dia són compatibles amb aquesta aplicació, de manera que no cal que utilitzeu el programari antiquat i desordenat que us proporciona el fabricant del vostre dispositiu. Escàner està dissenyat tenint en compte la simplicitat i la facilitat d'ús alhora que ofereix eines i funcions avançades. Els formats admesos són PDF, JPG, PNG, TIF i BMP.
cs: Skenování dokumentů a fotografií je nyní tak snadné, jak má být. Naskenujte několik stránek jako obrazové soubory, otočte je a ořízněte pomocí vestavěných předvoleb a rychle je sdílejte e-mailem - nebo vytvořte vícestránkový soubor PDF, dejte mu výstižný název a archivujte ho ve správné složce. Se Skenerem můžete vše vyřídit na jednom místě, nepotřebujete žádné další grafické editory ani drahý software pro práci s PDF. Tato aplikace podporuje téměř všechny dnes používané skenery, takže nemusíte používat zastaralý a neohrabaný software poskytovaný výrobcem zařízení. Je navržena s ohledem na jednoduchost a snadné používání a zároveň nabízí pokročilé nástroje a funkce. Podporované formáty jsou PDF, JPG, PNG, TIF a BMP.
he: סריקת מסמכים ותמונות מתבצעת כעת ללא מאמץ כפי שהיא אמורה להיות. סרוק עמודים מסוימים כקובצי תמונה, סובב וחתוך אותם באמצעות ההגדרות המוגדרות מראש המובנות ושתף אותם במהירות באמצעות דוא"ל - או צור קובץ PDF מרובה עמודים, תן לו שם אקספרסיבי ואחסן אותו בארכיון בתיקייה הנכונה. עם סורק אתה יכול לעשות הכל במקום אחד, ללא צורך בעורכי תמונות נוספים או בתוכנת PDF יקרה. כמעט כל סורק שנמצא בשימוש כיום נתמך על ידי אפליקציה זו, כך שאינך צריך להשתמש בתוכנה המיושנת והמסורבלת שמספק יצרן המכשיר שלך. הוא תוכנן מתוך מחשבה על פשטות וקלות שימוש, תוך שהוא מציע גם כלים ותכונות מתקדמים. הפורמטים הנתמכים הם PDF, JPG, PNG, TIF ו- BMP.
hi: दस्तावेजों और तस्वीरों को स्कैन करना अब उतना ही आसान है जितना कि उसे होना चाहिए। कुछ पृष्ठों को इमेज फ़ाइलों के रूप में स्कैन करें, उन्हें अंतर्निर्मित प्रीसेट के साथ घुमाऍं और क्रॉप करें और उन्हें ईमेल के माध्यम से शीघ्र साझा करें - या एक बहु-पृष्ठ पीडीएफ फ़ाइल बनाऍं, उसे एक अभिव्यंजक नाम दें और उसे सही फ़ोल्डर में संग्रहीत करें। स्कैनर के माध्यम से आप सब कुछ एक ही स्थान पर कर सकते हैं, किसी अतिरिक्त इमेज संपादक या महंगे पीडीएफ सॉफ़्टवेयर की आवश्यकता नहीं है। आज प्रयोग में आने वाला लगभग हर स्कैनर इस ऐप द्वारा समर्थित है, इसलिए आपको अपने डिवाइस निर्माता द्वारा प्रदान किए गए पुराने और भद्दे सॉफ़्टवेयर का उपयोग करने की आवश्यकता नहीं है। यह सादगी और उपयोग में आसानी को ध्यान में रखते हुए बनाया गया है, जबकि उन्नत टूल और सुविधाओं की पेशकश भी करता है। समर्थित फॉर्मेट्स पीडीएफ, जेपीजी, पीएनजी, टीआईएफ और बीएमपी हैं।
hu: A dokumentumok és fényképek beolvasása most olyan egyszerű, mint amilyennek lennie kellene. Szkenneljen be néhány oldalt képfájlként, forgassa el és vágja meg a beépített előbeállításokkal, gyorsan ossza meg emailben – vagy hozzon létre egy többoldalas PDF-fájlt, adjon neki kifejező nevet, és archiválja a megfelelő mappába. A szkennerrel mindent egy helyen elvégezhet, nincs szükség további képszerkesztőkre vagy drága PDF szoftverre. Szinte minden ma használt szkennert támogat ez az alkalmazás, így nem kell használnia az eszköz gyártója által biztosított elavult és makacs szoftvert. Az egyszerűséget és a könnyű használhatóságot szem előtt tartva tervezték, miközben fejlett eszközöket és funkciókat is kínál. A támogatott formátumok: PDF, JPG, PNG, TIF és BMP.
nb: Å skanne dokumenter og bilder er nå så enkelt som det er ment å være. Skann noen sider som bildefiler, Roter og beskjær dem med de innebygde forhåndsinnstillingene og del dem raskt via e-post – eller lag en flersidig pdf-fil, Gi det et uttrykksfullt navn og arkiver det i riktig mappe. Med skanner kan du få alt gjort på ett sted, Ingen ekstra bilderedigering eller dyr pdf-programvare er nødvendig. Nesten alle skannere som er i bruk i dag støttes av denne appen, Så du trenger ikke å bruke den foreldede og klønete programvaren fra enhetsprodusenten. Den er designet med enkelhet og brukervennlighet i tankene, Samtidig som den tilbyr avanserte verktøy og funksjoner. De støttede formatene er; *.PDF, *.JPG, *.PNG, *.TIF og *.BMP.
nl: Het scannen van documenten en foto's gaat nu net zo moeiteloos als het zou moeten zijn. Scan sommige pagina's als afbeeldingsbestanden, roteer en snijd ze bij met de ingebouwde voorinstellingen en deel ze snel via e-mail - of maak een PDF-bestand met meerdere pagina's, geef het een sprekende naam en archiveer het in de juiste map. Met Scanner kunt u alles op één plek doen, geen extra afbeeldingseditors of dure PDF-software nodig. Bijna elke scanner die tegenwoordig wordt gebruikt, wordt door deze app ondersteund, dus u hoeft niet de verouderde en onhandige software van de fabrikant van uw apparaat te gebruiken. Het is ontworpen met eenvoud en gebruiksgemak in het achterhoofd, terwijl het ook geavanceerde tools en functies biedt. De ondersteunde formaten zijn PDF, JPG, PNG, TIF en BMP.
pl: Skanowanie dokumentów i zdjęć jest teraz takie proste, jak powinno być. Zeskanuj kilka stron jako pliki obrazów, obracaj i przycinaj je za pomocą wbudowanych ustawień wstępnych i szybko udostępniaj je pocztą e-mail — lub utwórz wielostronicowy plik PDF, nadaj mu wyrazistą nazwę i zarchiwizuj go we właściwym folderze. Dzięki aplikacji Skaner możesz zrobić wszystko w jednym miejscu, bez dodatkowych edytorów obrazów lub drogiego oprogramowania PDF. Prawie każdy używany obecnie skaner jest obsługiwany przez tę aplikację, więc nie musisz używać przestarzałego i niezgrabnego oprogramowania dostarczonego przez producenta urządzenia. Aplikacja została zaprojektowana z myślą o prostocie i łatwości użytkowania, a jednocześnie oferując zaawansowane narzędzia i funkcje. Obsługiwane formaty to PDF, JPG, PNG, TIF i BMP.
pt_br: Digitalizar documentos e fotos é agora tão fácil quanto deveria ser. Digitalize algumas páginas como arquivos de imagem, gire e corte-as com os recursos inclusos e rapidamente compartilhe-as por e-mail — ou crie um arquivo PDF de múltiplas páginas, atribua um nome expressivo e arquive-o na pasta correta. O Scanner atende todas suas necessidades sem que sejam precisos editores de imagem adicionais ou programas de PDF caros. Quase todo digitalizador disponível no mercado suporta este aplicativo de forma que você não sentirá falta dos programas complexos e antiquados fornecidos pelos fabricantes de equipamentos. Scanner foi desenvolvido para ser simples e fácil de usar, apesar de oferecer ferramentas e recursos avançados. Os formatos suportados são PDF, JPG, PNG, TIF e BMP.
ru: Сканирование документов и фотографий теперь так же просто, как и должно быть. Сканируйте некоторые страницы как файлы изображений, поворачивайте и обрезайте их с помощью встроенных предустановок и быстро делитесь ими по электронной почте — или создайте многостраничный PDF-файл, дайте ему выразительное имя и сохраните в нужную папку. С приложением Сканер вы можете сделать всё в одном месте, без дополнительных редакторов изображений или дорогого программного обеспечения PDF. Это приложение поддерживает почти каждый используемый сегодня сканер, поэтому вам не нужно использовать устаревшее и неуклюжее программное обеспечение, предоставляемое производителем вашего устройства. Он разработан с учетом простоты и удобства использования, а также предлагает расширенные инструменты и функции. Поддерживаемые форматы: PDF, JPG, PNG, TIF и BMP.
sk: Skenovanie dokumentov a fotografií je teraz také jednoduché, ako by malo byť. Naskenujte niektoré strany ako obrazové súbory, otočte ich a orežte ich pomocou vstavaných predvolieb a rýchlo ich zdieľajte e-mailom – alebo vytvorte viacstranový súbor PDF, pomenujte ho a archivujte ho v správnom priečinku. So skenerom môžete urobiť všetko na jednom mieste, nie sú potrebné žiadne ďalšie editory obrázkov ani drahý softvér. Táto aplikácia podporuje takmer každý skener, ktorý sa dnes používa, takže nemusíte používať zastaraný a neohrabaný softvér od výrobcu zariadenia. Je navrhnutý s ohľadom na jednoduchosť používania a zároveň ponúka pokročilé nástroje a funkcie. Podporované formáty sú PDF, JPG, PNG, TIF a BMP.
uk: Сканування документів і фотографій тепер так просто, як і має бути. Скануйте деякі сторінки як файли зображень, обертайте та обрізайте їх за допомогою вбудованих попередніх налаштувань і швидко надсилайте їх електронною поштою — або створіть багатосторінковий PDF-файл, дайте йому виразну назву та заархівуйте його в потрібній папці. За допомогою Scanner ви можете зробити все в одному місці, не потребуючи додаткових редакторів зображень або дорогого програмного забезпечення для PDF. Майже кожен сканер, який використовується сьогодні, підтримується цим застосунком, тому вам не потрібно використовувати застаріле та незграбне програмне забезпечення, надане виробником вашого пристрою. Він розроблений з урахуванням простоти та зручності використання, а також пропонує розширені інструменти та функції. Підтримувані формати: PDF, JPG, PNG, TIF і BMP.
zh_hans: 不费吹灰之力地扫描文档和照片。将纸质文件扫描为图像，使用内置预设进行旋转和裁剪，并通过电子邮件快速分享。或者创建一个多页PDF文件，给它一个有意义的名称，并归档到正确的文件夹中。 有了 扫描仪，你可以在一个地方完成所有事情，不需要额外的图像编辑器或昂贵的PDF软件。 现在几乎所有扫描仪都支持该应用程序，所以你不需要使用厂商提供的过时且笨重的软件。它的设计考虑到了简单性和易用性，同时还提供了先进的工具和功能。 支持的格式有PDF、JPG、PNG、TIF和BMP。

# StoreProductName
source: Scanner - Quick and Easy Document Scanning
ar_tn: Scanner - مسح ضوئي سريع وسهل للمستندات
ca: Escàner - Escanejos de documents i imatges ràpids i fàcils
cs: Scanner - Rychlé a snadné skenování dokumentů
he: סורק - סריקת מסמכים מהירה וקלה
hi: स्कैनर - शीघ्र और आसान दस्तावेज़ स्कैनिंग
hu: Szkenner – Gyors és Egyszerű Dokumentum Szkennelés
nb: Skanner - Kjapp og Enkel Dokument Skanning
nl: Scanner - Snel en eenvoudig documenten scannen
pl: Skaner — szybkie i łatwe skanowanie dokumentów
pt_br: Scanner - Digitalização de Documentos Fácil e Rápida
ro: Scaner – scanare de documente simplă și ușoară
ru: Сканер — быстрое и простое сканирование документов
sk: Skener – rýchle a jednoduché skenovanie dokumentov
uk: Сканер - швидке та просте сканування документів
zh_hans: 扫描仪 - 快速简单的文档扫描

# StoreSearchTerms
source: Scanner|Windows-Scan|scan document|Scan|Windows Scan|Scanner Windows 10
ar_tn: سكانر| ويندوز-المسح الضوئي|مسح مستندات ضوئياً| المسح الضوئي | مسح ضوئي|الماسح ويندوز 10
ca: Escàner|Windows-Scan|escanejar document|Scan|Windows Scan|Escàner Windows 10
cs: Skener|Windows-Scan|Skenovat dokument|Sken|Skener Windows 10
hi: स्कैनर|विंडोज-स्कैन|दस्तावेज़ स्कैन|स्कैन|विंडोज स्कैन|स्कैनर विंडोज १०
hu: Scanner|Windows-Scan|dokumentum szkenner|Scan|Windows Scan|Scanner Windows 10
nb: Skanner|Windows-Scan|Skann Dokument|Skanning|WindowsSkanning|Skanner Windows 10
pl: Skaner|Skanowanie-Windows|skanuj dokumenty|Skanuj|Skanowanie Windows|Skaner Windows 10
pt_br: Scanner|Windows-Scan|digitalizar documento|Digitalizar|Windows Scan|Scanner Windows 10
ro: Scaner|Windows-Scan|Scanare|Scan|Scanner|Windows Scan|Windows Scanner
ru: Сканер|Сканирование Windows|Сканирование документа|Сканирование| Сканирование Windows|Сканер Windows 10
sk: Skener|Windows-Sken|skenovať dokument|Sken|Windows Sken|Skener Windows 10
uk: Сканер|Windows-Scan|сканувати документ|Сканувати|Windows Scan|Сканер Windows 10
zh_hans: 扫描仪|Windows-扫描|扫描文档|扫描|Windows 扫描|扫描仪 Windows 10

# StoreShortDescription
source: Scan documents and photos, edit the pages and save them as PDF or image files - all in a single easy-to-use app.
ar_tn: قم بمسح المستندات والصور ضوئياً، وتحرير الصفحات وحفظها بتنسيق PDF وملفات الصور - كل هذا في تطبيق واحد سهل الإستخدام.
ca: Escaneja documents i imatges, editeu-ne les pàgines i deseu-les com a fitxers PDF o d'imatge - tot en una aplicació fàcil d'utilitzar
cs: Skenujte dokumenty a fotografie, upravujte stránky a ukládejte je jako soubory PDF nebo obrázky - to vše v jediné snadno použitelné aplikaci.
he: סרוק מסמכים ותמונות, ערוך את העמודים ושמור אותם כקובצי PDF או תמונה - והכל באפליקציה אחת קלה לשימוש.
hi: दस्तावेजों और तस्वीरों को स्कैन करें, पृष्ठों को संपादित करें और उन्हें पीडीएफ या इमेज फ़ाइलों के रूप में सहेजें - सभी एक ही प्रयोग में आसान ऐप में।
hu: Szkenneljen be dokumentumokat és fényképeket, szerkessze az oldalakat és mentse el PDF- vagy képfájlként – mindezt egyetlen könnyen használható alkalmazásban.
nb: Scan documents and photos, edit pages and save them as pdf or image files - all in one simple, user-friendly app
nl: Scan documenten en foto's, bewerk de pagina's en sla ze op als PDF- of afbeeldingsbestanden - allemaal in één gebruiksvriendelijke app.
pl: Skanuj dokumenty i zdjęcia, edytuj strony i zapisuj je jako pliki PDF lub obrazy — wszystko w jednej, łatwej w obsłudze aplikacji.
pt_br: Digitalize documentos e fotos, edite as páginas e salve-as como PDF ou arquivos de imagem - tudo com um aplicativo de fácil uso.
ro: Scanați documente și poze, editați paginile și salvați-le ca PDF sau imagini – totul într-o singură aplicație ușor de folosit.
ru: Сканируйте документы и фотографии, редактируйте страницы и сохраняйте их в формате PDF или файлов изображений — и всё это в одном простом в использовании приложении.
sk: Skenujte dokumenty a fotografie, upravujte strany a ukladajte ich ako súbory PDF alebo obrázkové súbory - to všetko v jedinej jednoducho použiteľnej aplikácii.
uk: Скануйте документи та фотографії, редагуйте сторінки та зберігайте їх у форматі PDF чи файлів зображень – і все це в одному простому застосунку.
zh_hans: 扫描文档和照片，编辑页面并将其保存为PDF或图像文件——所有这些都在一个易于使用的应用程序中。

# StoreShortTitle
source: Scanner
ca: Escàner
he: סורק
hi: स्कैनर
nb: Skanner
pl: Skaner
ro: Scaner
ru: Сканер
sk: Skener
uk: Сканер
zh_hans: 扫描仪

# StoreVoiceTitle
source: Scanner
ca: Escàner
he: סורק
hi: स्कैनर
nb: Skanner
pl: Skaner
ro: Scaner
ru: Сканер
sk: Skener
uk: Сканер
zh_hans: 扫描仪

# ImageAppLogo.AutomationProperties.Name
source: App logo
ar_tn: شعار التطبيق
ca: Logo de l'aplicació
cs: Logo aplikace
he: סמל אפליקציה
hi: ऐप लोगो
hu: App logó
pl: Logo aplikacji
ro: Sigla aplicației
ru: Логотип приложения
sk: Logo aplikácie
uk: Лого застосунку
zh_hans: 应用图标

# HeadingHelpFilesSaveLocation.Text
source: Files & save location
ar_tn: موقع الملفات والحفظ
ca: Fitxers i ubicació de desat
cs: Soubory a místo uložení
he: קבצים ומיקום שמירה
hi: फ़ाइलें और सहेजने का स्थान
hu: Fájlok, mentés helye
nb: Filer & lagre lokalisering
nl: Bestanden & locatie opslaan
pl: Pliki i lokalizacja zapisu
pt_br: Arquivos & salvar lugar
ro: Fișiere & locație de salvare
ru: Файлы и место сохранения
sk: Súbory a miesto uloženia
uk: Файли та місце збереження
zh_hans: 文件和保存位置

# HeadingHelpScannerUsage.Text
source: Scanner usage
ar_tn: استخدام تطبيق "Scanner"
ca: Ús de l'escàner
cs: Použití skeneru
he: שימוש בסורק
hi: स्कैनर का प्रयोग
hu: Szkenner használat
nb: Skanner bruk
nl: Scannergebruik
pl: Użycie skanera
pt_br: Uso do digitalizador
ro: Utilizare scaner
ru: Использование сканера
sk: Použitie skenera
uk: Використання сканера
zh_hans: 扫描仪使用情况

# HeadingSettingsAnimations.Text
source: Animations
ar_tn: الرسوم المتحركة
ca: Animacions
cs: Animace
he: הנפשות
hi: ऐनिमेशंस
hu: Animációk
nb: Animasjoner
nl: Animaties
pl: Animacje
pt_br: Animações
ro: Animații
ru: Анимации
sk: Animácie
uk: Анімації
zh_hans: 动画

# OptionSettingsAnimations.Content
source: Show animations
ar_tn: أظهر الرسوم المتحركة
ca: Mostra animacions
cs: Zobrazit animace
he: הצגת הנפשות
hi: ऐनिमेशन दिखाएँ
hu: Animációk engedélyezése
nb: Vis animasjoner
nl: Animaties tonen
pl: Pokaż animacje
pt_br: Mostrar animações
ro: Arată animațiile
ru: Показывать анимации
sk: Zobraziť animácie
uk: Показати анімацію
zh_hans: 显示动画

# HeadingSettingsScanAction.Text
source: Default scan action
ar_tn: إجراء أفتراضي للمسح الضوئي
ca: Acció per defecte d'escaneig
cs: Výchozí akce skenování
he: פעולת סריקה המוגדרת כברירת מחדל
hi: डिफ़ॉल्ट स्कैन क्रिया
hu: Alapértelmezett művelet
nb: Nåværende skaneutførelser
nl: Standaard scanactie
pl: Domyślna akcja skanowania
pt_br: Ação padrão do digitalizador
ro: Acțiune de scanare implicită
ru: Действие сканирования по умолчанию
sk: Predvolená akcia skenovania
uk: Дія сканування за замовчуванням
zh_hans: 默认扫描操作

# OptionSettingsScanActionAdd.Content
source: Add to existing pages
ar_tn: إضافة إلى الصفحات الموجودة
ca: Afegeix a les pàgines existents
cs: Přidat k existujícím stránkám
he: הוסף לעמודים קיימים
hi: मौजूदा पृष्ठों में जोड़ें
hu: Oldalak összefűzése
nb: Legg til eksisterende sider
nl: Toevoegen aan bestaande pagina's
pl: Dodaj do istniejęcych stron
pt_br: Adicionar às páginas existentes
ro: Adaugă la paginile deja existente
ru: Добавить к существующим страницам
sk: Pridať na existujúce stránky
uk: Додати до наявних сторінок
zh_hans: 添加到现有页面

# OptionSettingsScanActionStartFresh.Content
source: Start fresh
ar_tn: أبدأ من جديد
ca: Comença de nou
cs: Začít nanovo
he: התחל מחדש
hi: नए सिरे से प्रारंभ करें
hu: Szkennelés új fájlba
nb: Starte nytt
nl: Verse start
pl: Zacznij od początku
pt_br: Reiniciar
ro: Începe de la zero
ru: Начать заново
sk: Začať odznova
uk: Розпочати спочатку
zh_hans: 重新开始

# ButtonScanOptionsSettingsScanAction.Text
source: Settings
ar_tn: إعدادات
ca: Configuració
cs: Nastavení
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
uk: Налаштування
zh_hans: 设置

# TextErrorSettingsAutoRotationNoLanguage.Text
source: Automatic rotation is currently unavailable, because none of your installed languages support text recognition. Please install a supported language (including all of its individual parts) and restart your PC to use this feature.
ar_tn: التدوير التلقائي غير متوفر حاليا، ذلك لان اللغات المثبتة في جهازك لا تدعم التعرف على النص. لاستخدام هذه الميزة، الرجاء تثبيت لغة مدعومة (بمافي ذلك جميع أجزائها المنفصلة) وإعادة تشغيل جهازك.
ca: La rotació automàtica no està disponible, perquè cap dels idiomes instal·lats admet el reconeixement de text. Si us plsu, instal·leu un idioma admès (incloses totes les seves característiques) i reinicieu l'ordinador per a usar aquesta característica.
cs: Automatické otáčení není v současné době k dispozici, protože žádný z nainstalovaných jazyků nepodporuje rozpoznávání textu. Chcete-li tuto funkci používat, nainstalujte si podporovaný jazyk (včetně všech jeho jednotlivých částí) a restartujte počítač.
he: סיבוב אוטומטי אינו זמין כעת, מכיוון שאף אחת מהשפות המותקנות אינה תומכת בזיהוי טקסט. התקן שפה נתמכת (כולל כל חלקיה הנפרדים) והפעל מחדש את המחשב כדי להשתמש בתכונה זו.
hi: स्वचालित घूर्णन वर्तमान में अनुपलब्ध है, क्योंकि आपकी कोई भी स्थापित भाषा पाठ पहचान का सामर्थ्य नहीं रखती हैं। कृपया एक समर्थित भाषा स्थापित करें (इसके सभी व्यक्तिगत भागों सहित) और इस सुविधा का प्रयोग करने के लिए अपने कम्प्यूटर को पुनरारंभ करें।
hu: Az automatikus forgatás jelenleg nem elérhető, mert egyik telepített nyelv sem támogatja a szövegfelismerést. Telepítsen egy megfelelő nyelvet (sz összes nyelvi funkcióval) és indítsa újra a gépet ennek a funkciónak a használatához.
nb: Automatisk rotasjon er for øyeblikket utilgjengelig, fordi ingen av de installerte språkene dine støtter tekstgjenkjenning. installer et støttet språk (inkludert alle dets individuelle deler) og start pc-en på nytt for å bruke denne funksjonen.
nl: Automatische rotatie is momenteel niet beschikbaar, omdat geen van uw geïnstalleerde talen tekstherkenning ondersteunt. Installeer een ondersteunde taal (inclusief alle afzonderlijke onderdelen) en start uw pc opnieuw op om deze functie te gebruiken.
pl: Automatyczne obracanie jest obecnie niedostępne, ponieważ żaden z zainstalowanych języków nie obsługuje rozpoznawania tekstu. Zainstaluj obsługiwany język (w tym wszystkie jego poszczególne części) i uruchom ponownie komputer, aby korzystać z tej funkcji.
pt_br: A rotação automática está indisponível no momento porque nenhum dos idiomas instalados suporta reconhecimento de texto. Por favor, instale um idioma suportado (incluindo todos os seus componentes individuais) e reinicie seu PC para fazer uso deste recurso.
ro: Rotirea automată este indisponibilă momentan din cauză că niciuna dintre limbile deja instalate are disponibilă caracteristica de recunoaștere a textului. Vă rugăm să instalați o limbă care o are (incluzând toate componentele individuale) și să reporniți calculatorul pentru a folosi această caracteristică.
ru: Автоматическая ротация в настоящее время недоступна, поскольку ни один из установленных языков не поддерживает распознавание текста. Пожалуйста, установите поддерживаемый язык (включая все его отдельные части) и перезагрузите компьютер, чтобы использовать эту функцию.
sk: Automatické otáčanie momentálne nie je k dispozícii, pretože žiadny z vašich nainštalovaných jazykov nepodporuje rozpoznávanie textu. Ak chcete použiť túto funkciu, nainštalujte podporovaný jazyk (vrátane všetkých jeho jednotlivých častí) a reštartujte počítač.
uk: Автоматична ротація наразі недоступна, оскільки жодна з ваших встановлених мов не підтримує розпізнавання тексту. Будь ласка, встановіть підтримувану мову (включаючи всі її окремі частини) та перезавантажте комп’ютер, щоб скористатися цією функцією.
zh_hans: 自动旋转当前不可用，因为您安装的语言都不支持文本识别。请安装受支持的语言（包括其所有独立组件），然后重新启动电脑以使用此功能。

# TextClose.Text
source: Close
ar_tn: إغلاق
ca: Tanca
cs: Zavřít
he: סגור
hi: बंद करें
hu: Bezár
nb: Lukke
nl: Dichtbij
pl: Zamknij
pt_br: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
uk: Закрити
zh_hans: 关闭

# HeadingSettingsMeasurementUnits.Text
source: Units of measurement
ar_tn: وحدات قياس
cs: Jednotky měření
he: אמות מידה
hu: Mértékegységek
nb: Enheter av Måling
pl: Jednostki miary
pt_br: Unidades de medida
ru: Единицы измерения
sk: Jednotky merania
uk: Одиниці виміру
zh_hans: 度量单位

# OptionSettingsMeasurementUnitsImperialUS.Content
source: Imperial/US
ar_tn: إمبراطوري/الولايات المتحدة
ca: Imerial/EEUU
cs: Imperiální/USA
he: אימפריאלי/ארה"ב
hi: इंपीरियल/यूएस
hu: Angolszász/USA
nl: imperiaal/VS
pl: Imperialne/US
pt_br: Imperial/EUA
ro: Imperiale/SUA
ru: Имперская (США)
sk: Imperiálne/US
uk: Імперська/США
zh_hans: 美国
